brew 'zsh'
brew 'diff-so-fancy'
brew 'gti'
brew 'sl'
brew 'maven', args: ['ignore-dependencies'] # use jdk8 installed below
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'thefuck'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'watch'
brew 'htop'
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'kubectl'
brew 'git-lfs'
brew 'hub'
brew 'shellcheck'
brew 'jq'
brew 'yarn', args: ['ignore-dependencies'] # use node installed through n
brew 'fd'
brew 'n'

cask 'aerial'

tap 'moncho/dry'
brew 'dry'

tap 'git-chglog/git-chglog'
brew 'git-chglog'

tap 'jesseduffield/lazygit'
brew 'lazygit'

tap 'adoptopenjdk/openjdk'
cask 'adoptopenjdk8'
