brew 'zsh'
brew 'diff-so-fancy'
brew 'gti'
brew 'sl'
##brew 'maven'
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'thefuck'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'watch'
brew 'htop'
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'kubectl'
brew 'git-lfs'
brew 'hub'
brew 'shellcheck'

cask 'aerial'
cask 'minikube'

brew tap moncho/dry
brew 'dry'

brew tap tazjin/kontemplate https://github.com/tazjin/kontemplate
brew 'kontemplate'

brew tap git-chglog/git-chglog
brew install git-chglog

brew tap jesseduffield/lazygit
brew install lazygit
