brew 'diff-so-fancy'
brew 'gti'
##brew 'maven'
brew 'pyenv'
brew 'rbenv'
brew 'ruby-build'
brew 'thefuck'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'htop'
brew 'zsh-completions'
brew 'kubectl'
brew 'git-lfs'

cask 'aerial'
cask 'minikube'

brew tap moncho/dry
brew 'dry'
